// © Copyright 2013-2016 HP Development Company, L.P.

TaskName = "Skanuj do komputera";
TaskDescription = "Funkcja skanowania do komputera umożliwia uruchomienie skanowania przy użyciu panelu przedniego urządzenia HP i automatyczne wysłanie skanu do komputera.";

MoreInfoButtonToolTipTitle = "Więcej informacji na temat funkcji skanowania do komputera";

"COMPUTER_NAME_TITLE" = "Nazwa Twojego komputera to";
"COMPUTER_NAME_DESCRIPTION" = "Po rozpoczęciu skanowania z urządzenia HP może zostać wyświetlony monit o wybranie komputera z listy komputerów hostów z włączoną funkcją skanowania do komputera.";
ComputerNameWithDefaultDestinationDescription = "Po rozpoczęciu skanowania z urządzenia HP może zostać wyświetlony monit o wybranie komputera z listy komputerów hostów z włączoną funkcją skanowania do komputera. Skany zostaną zapisane w domyślnym miejscu docelowym. Aby edytować zadania skanowania, kliknij przycisk \"Edytuj zadania skanowania\".";
"COMPUTER" = "Komputer";
"COMPUTERS" = "Komputery";

"INSTALLATION_ERROR" = "Na komputerze nie można znaleźć oprogramowania HP wymaganego przez funkcję skanowania do komputera. Pobierz i zainstaluj najnowsze oprogramowanie HP zalecane dla urządzenia ze strony http://www.hp.com/support, a następnie spróbuj ponownie.";
HSDNoHPScanDriverErrorMessage = "Nie można załadować oprogramowania HP wymaganego do działania funkcji skanowania do komputera. Pobierz i zainstaluj najnowsze oprogramowanie dla urządzenia HP dostępne na stronie http://www.hp.com/support, a następnie spróbuj ponownie. Jeśli problem nie ustąpi, uruchom ponownie komputer Mac i urządzenie HP.";

EnableScanToComputerCheckBoxTitle = "Włącz skanowanie do komputera";

EnablingScanToComputerProgressTitle = "Włączanie funkcji skanowania do komputera…";

ScanToComputerIsEnabledTitle = "Funkcja skanowania do komputera jest włączona";
ChangeComputerNameButtonTitle = "Zmień nazwę komputera…";

ScanToComputerDisabledTitle = "Funkcja skanowania do komputera jest wyłączona";
ScanToComputerDisabledDescriptionTitle = "Nadal można rozpocząć skanowanie z oprogramowania skanującego komputera — np. HP Easy Scan.";

ScanToComputerCannotBeEnabledTitle = "Nie można włączyć funkcji skanowania do komputera";

EnablingFailedCause1Title = "Możliwa przyczyna 1: Osiągnięto maksymalną liczbę komputerów z włączoną funkcją. Aby włączyć funkcję skanowania do komputera, musisz najpierw ją wyłączyć na innym komputerze.";
EnablingFailedCause2Title = "Możliwa przyczyna 2: Nie można nawiązać komunikacji z urządzeniem. Sprawdź kable i ustawienia połączenia. Jeśli problem nie zniknie, spróbuj uruchomić ponownie komputer oraz urządzenie HP.";
ShowEnabledComputersButtonTitle = "Wyświetl komputery z włączoną funkcją";

CommunicationErrorTitle = "Błąd komunikacji";
CommunicationErrorDescriptionTitle = "Nie można skomunikować się z urządzeniem. Sprawdź kable i ustawienia połączenia. Jeśli problem nie zniknie, spróbuj uruchomić ponownie komputer oraz urządzenie HP.";

EditScanTasksButtonTitle = "Edytuj zadania skanowania...";
EditScanTasksButtonToolTipTitle = "Przeglądanie i edytowanie zadań skanowania w aplikacji HP Easy Scan (lub HP Scan w przypadku niektórych produktów)";
CannotEditScanTasksErrorTitle = "Nie można znaleźć oprogramowania HP Easy Scan";
HSDNoHPScanErrorMessage = "HSD_TEXT:Oprogramowanie HP Easy Scan (lub HP Scan w przypadku niektórych produktów) jest niezbędne do wyświetlania i edytowania ustawień zadań skanowania. Pobierz i zainstaluj najnowsze oprogramowanie do swojego produktu ze strony HSD_LINK:HSD_URL:HSDSupportLink_URL.";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:Wymagana jest aktualizacja oprogramowania HP Scan. HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "Z włączoną funkcją skanowania do komputera";
MaximumEnabledComputersAmountTitle = "Maksymalna liczba z włączoną funkcją dla tego urządzenia:";
